"All neccessary tools have been disabled in Preferences" = "Todas las herramientas necesarias han sido desactivadas en las Preferencias";
"Can't map file into memory" = "No se puede mapear el archivo en la memoria";
"File cannot be optimized any further" = "El archivo no se puede optimizar más";
"File is neither PNG, GIF nor JPEG" = "El archivo no es ni PNG ni JPG";
"Inspecting file" = "Inspeccionando archivo";
"New file" = "Nuevo archivo";
"Optimized file could not be saved" = "El archivo optimizado no se pudo guardar";
"Optimized successfully with %@" = "Optimizado con éxito usando %@";
"Size of optimized file is 0" = "El tamaño del archivo optimizado es O";
"Started %@" = "Iniciado %@";
"Waiting in queue" = "Esperando en la cola";
"Waiting to be optimized" = "Esperando para ser optimizado";
"Waiting to start more optimizations" = "A la espera de iniciar más optimizaciones";
"%@ failed to start" = "%@ no se pudo iniciar";
"Add" = "Añadir";
"Cut" = "Cortar";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";